export default {
  title: "كيف يستخدم تطبيق ONE FM الكاميرا والموقع",
  face_video:
    "عند تسجيل الحضور أو التسجيل، يسجل التطبيق فيديو لوجهك مدته 5 ثوانٍ للتأكد من هويتك. تُحذف فيديوهات تسجيل الحضور بعد التحقق. ويُحتفظ بالفيديو الذي لا يجتاز التحقق لمدة تصل إلى 30 يومًا لدراسة الأخطاء. ويُحتفظ بصور التسجيل طوال فترة عملك لدى ONE FM.",
  location:
    "يستخدم التطبيق موقعك فقط أثناء تسجيل الحضور للتأكد من وجودك في موقع عملك المحدد.",
  privacy_link: "اقرأ سياسة الخصوصية",
  continue: "متابعة",
  not_now: "ليس الآن",
};
